
/* The placeholder for empty image attributes -- pay attention to uppercase!*/
"DropImage" = "Drop Image";

/* The placeholder for empty video attributes -- pay attention to uppercase!*/
"DropVideo" = "Drop Video";

/* Context menu item for deleting a file (e.g., image or movie) inside a HUD panel. */
"Delete" = "Delete";
